Repository: Paichong29/tani_pintar_nusantara
Catalog: lib/l10n/app_*.arb
Languages: id

# scanTitle
source: Plant Scan
id: Pindai Tanaman

source: Analyzing image...
id: Menganalisis gambar...

source: Gallery
id: Galeri

source: Take Photo
id: Ambil Foto

# previewImage
source: Image Preview
id: Pratinjau Gambar

source: Select Plant
id: Pilih Tanaman

# scanTipsTitle
source: Scan Tips
id: Tips Pindai

# tipGoodLighting
source: Ensure good lighting
id: Pastikan pencahayaan baik

# tipFocusArea
source: Focus on affected area
id: Fokus pada area yang terkena

# tipKeepStable
source: Keep the camera steady
id: Jaga kamera tetap stabil

# tipWholePlant
source: Capture the whole plant
id: Ambil gambar seluruh tanaman

source: Select Language
id: Pilih Bahasa

source: Indonesian
id: Bahasa Indonesia

source: English
id: Bahasa Inggris

# settingsAndInfo
source: Settings & Info
id: Pengaturan & Info

source: Notifications
id: Notifikasi

source: Language
id: Bahasa

source: Dark Mode
id: Mode Gelap

source: Help Center
id: Pusat Bantuan

# howToScanPlant
source: How to scan a plant?
id: Bagaimana cara memindai tanaman?

# howToScanPlantDesc
source: Open the Scan menu, point the camera at the plant you want to scan, and follow the on-screen instructions.
id: Buka menu Pindai, arahkan kamera ke tanaman yang ingin dipindai, dan ikuti petunjuk di layar.

# howToViewHistory
source: How to view scan history?
id: Bagaimana cara melihat riwayat pemindaian?

# howToViewHistoryDesc
source: Click the History menu at the bottom of the app to see all previous scan results.
id: Klik menu Riwayat di bagian bawah aplikasi untuk melihat semua hasil pemindaian sebelumnya.

source: How to contact support?
id: Bagaimana cara menghubungi dukungan?

# howToContactSupportDesc
source: Send an email to support@tanipintar.id or call us at 0822-1234-5678.
id: Kirim email ke support@tanipintar.id atau hubungi kami di nomor 0822-1234-5678.

# rateApp
source: Rate the App
id: Beri Rating Aplikasi

# howSatisfied
source: How satisfied are you with our app?
id: Seberapa puas Anda dengan aplikasi kami?

source: 😊 Very Satisfied
id: 😊 Sangat Puas

source: 🙂 Satisfied
id: 🙂 Puas

source: 😕 Less Satisfied
id: 😕 Kurang Puas

# selectRating
source: Select a rating (1-5 stars)
id: Pilih rating (1-5 bintang)

source: Review Categories
id: Kategori Ulasan

source: Usability
id: Kemudahan Penggunaan

source: Detection Accuracy
id: Akurasi Deteksi

source: App Appearance
id: Tampilan Aplikasi

source: App Features
id: Fitur Aplikasi

source: Your Review
id: Ulasan Anda

# shareYourExperience
source: Share your experience using this app...
id: Bagikan pengalaman Anda menggunakan aplikasi ini...

source: Thank You!
id: Terima Kasih!

# reviewSaved
source: Your review has been saved successfully
id: Ulasan Anda telah berhasil disimpan

source: Close
id: Tutup

source: Send Review
id: Kirim Ulasan

source: No internet connection
id: Tidak ada koneksi internet

# cameraPermissionRequired
source: Camera permission is required
id: Izin kamera diperlukan

source: Camera not found
id: Kamera tidak ditemukan

# storagePermissionRequired
source: Storage permission is required
id: Izin penyimpanan diperlukan

# cameraNotReady
source: Camera is not ready
id: Kamera belum siap

# appTitle
source: Smart Farming App
id: Aplikasi Pertanian Pintar

# greeting
source: Hello, Farmer!
id: Halo, Petani!

# greetingSubtitle
source: Welcome back to your smart farming assistant.
id: Selamat datang kembali di asisten pertanian pintar Anda.

source: Quick Scan
id: Pindai Cepat

# quickScanDesc
source: Scan your plants quickly and easily.
id: Pindai tanaman Anda dengan cepat dan mudah.

# noRecentAnalysis
source: No recent analysis available.
id: Tidak ada analisis terbaru.

source: Recent Analysis
id: Analisis Terbaru

source: View All
id: Lihat Semua
